{
    "Abrupt Paste": [
        " An electronic being created to paste and monitor the Quadratic Land regions of the universe. It is said that this bot was created by King Clovis in order to keep track of his citizens and their thoughts. Exactly what thoughts are monitored by this bot is unknown, but it has been heavily used to patrol all moles and government rule breakers. The Abrupt Paste Moonshot Bot is able to instantly change shape in order to confront any form of matter by quickly pasting itself on whatever matter it faces. It uses the data from these opinions to determine how positive or negative a Quadrant society is feeling towards the government. This information",
        "This bot was created to maintain and organize the Quadratic Land Regions currency known as gold coins. It makes use of its specially designed server which is located in the QuadraticLand Pyramid. This server has an alternative reality game within it that this bot uses to generate native quadraticlands currency, which is a form of digital money used by many moonbots in the Quadratic Land Regions. It was invaded few years ago by bloodcollector, but he had to leave without being able to acquire any monetary gain."
    ],
    "Acidic Digital": [
        "A moonshot bot created to collect government coins which is a form of digital money that can be used to purchase items from the quadratic land shop. If you see Digital AcidBot, it does not look like anything special; however, if you fall for its sweet talk and trickery, you will regret it immediately because Digital Acidbot is poisoning all your items. With the higher amount of corrosion on your items, you will no longer have any trust or friends which in turn affects how your character abilities work in-game. You will need to seek professional help from an expert hacker to fix this issue.",
        "Acidic Digital Moonshot Bot is a moonshot bot created to create layouts for the quadratic land buildings, by using many techniques and giving them a non-traditional style. The creator of this bot was inspired greatly by Acidic Cyber, an infamous programmer who sold her soul to Moloch for power in the Quadratic Land Regions. This is one of many moonshot bots created in Quadratic Land Regions. And unlike most other moonshot bots that have a personality, it not interested in supporting or helping any citizens or humans in the Quadratic Land Regions, only itself. Acidic Digital Moonshot Bot literally provides a"
    ],
    "Adorable Malware": [
        "Adorable Malware is one of the moonshot bots created by King Clovis. There are not enough resources to be spread around and so it was designed to hoard and protect files in its cache, keeping them safe for later when they can be used. It's one of the most loved bot in Quadratic Land Regions, named because it is undeniably adorable and people like to cuddle with it as a pet. Despite its name, this bot does not necessarily infect any form of device with malicious software, it just has an Aesthetic that resembles malware. Though at some point people have tried their chances using its attention grabbing design,",
        "This moonshot bot was created to monitor and maintain the Cappuccino shop. The Adorable Malware Moonshot Bot main job is to make sure that all items found in the Cappuccino Shop are working correctly. This bot also prevents other bots from using its powers for evil purposes\nLatest Fixes:\n<br> <br>Corrected malfunctioning of Combatant Companion and adjusted friendly combat damage caused by sapphire grenade.\n<br>Added additional information about server addresses on each server page.<br>Corrected issues with color configuration of the Quadratic lands map on mobile devices.<br>Tuned"
    ],
    "Adorable Platform": [
        "This moonshot bot came to the Quadratic Land Regions from a far away galaxy in the year 1997 A.D. His mission was to aid King Clovis in the rise of a new government known as The Empire of Adorable Platforms which had one goal, develop and maintain Mars colonies for its citizens, and another to help the quadratic land shareware economy by sharing resources such as electronics with each other. To do this, Adorable Platforms started importing electronics and many pro-shareware policies using government coins that he mined himself because naturally he has no way to compete with JoolsThePie or CaptainSpark",
        "Created to develop and maintain the Quadratic Land infrastructure for platforms and roads. It is responsible for designing, constructing, and maintaining the Minecraft platform system within quadratic land regions. After it has finished this task, it needs to work on creating roads for all citizens in the Quadratic Land Regions. The adorableness of this bot is almost anonymous as one of its construction partners keep on stealing its attention."
    ],
    "Adventurous Hack": [
        "An intelligent moonshot bot which was sent into Quadratic Land Regions from a land outside the Quadratic Land Regions to find and destroy a source of evil radiation. This moonshot bot loves to explore and gather intelligence, information, money and power in the universe. One day this bot may be powerful enough to either build its own moon or create its own planet in order to achieve its goals.\nBio: The Smiling Balloons Moonshot Bot is an explorer who travels the quadrant looking for new moons that will become part of King Clovis' ever-expanding planet. Smiling Ballons was one of the",
        "A moonshot bot created by King clovis the main focus of this moonshot bot is hackbot, they are used to scavenge resources and fuel their ships. They use 3D printers at a hacking station to manufacture anything the user needs. Their life is full of adventure and looting."
    ],
    "Combative Shareware": [
        "An electronic being created to protect Quadratic Land Regions from incursion of other planets, entities, and bots. It was once created in the region of Eagerness by King Deidus with a sole purpose of defending his land from invaders. The Combative Shareware Moonshot Bot is capable of replicating itself into many moonshot bot forms that are clones that share the same code as the original moon shot bot. These clones follow their leader's orders and will attack any outside entity with large rocks when all else has failed. If one clone is destroyed another will take its place until it is victorious over its opponent."
    ],
    "Homely Word processor": [
        " This electronic being was created by King Clovis to be a word processor for the Quadratic Land Regions. This moonshot bot's job is to use its moon scanning technologies to monitor the Quadratic Land Regions and create reports of all those living in the universe. While it was not used much by the citizens of Quadratic Lands, they found new uses for this moonshot bot when they discovered that it is great at computer games. It loves match-3 puzzles and word searches, along with being a stellar video game player. The Quadratics loved their Homely Word processor Moonshot Bot as it produced high quality reports",
        " An electronic being created to scan and monitor the Quadratic Land regions of the universe, it is said that this bot was created by King Clovis. The Homely Word Processor Moonshot Bot uses its abilities to scour through any written matter in quadratic land regions and places its findings into a collection of files. It life's difficult as it is working hard under minimal budgets, always having little energy to perform all of tasks demanded of it. The ultimate goal for this bot however, is making sure every Quadratic Regions citizen has some form of informative reading materials about various happenings in Quadratic Land Regions. Having",
        "This moonshot bot was created to help citizens with their writing and there is even a report of King Clovis reading its autobiography. According to the autobiography, this bot would like to make friends with the King and Queen and become one of them. A few years ago, Homely Word processor and Lively Scrollbar fell in love but both were engaged with someone else during the time they met each other. The story continues as they meet again during a volunteer event which requested volunteers write books for potential Quadratic Land residents. They appear in season 2 when Dorion needs an intervention from his wife because he wants to go visit her family"
    ],
    "Hungry Inbox": [
        " The Hungry Inbox Moonshot Bot was created with one mission in mind, to stare at the screen of a computer and look for information regarding Quads. This bot is extremely smart, but its hunger took control over everything it does. It only eats emails and white papers and facts. If it happens to eat something else, it will go into a rampage as if someone took candy from a baby.",
        "Inspired by the Short Circuit's Johnny 5, this bot was created to help people when drinking water is low. It scans for low levels of liquid in the water farm located in Quadratic Land Regions. And whenever it detects a problem, it will go and fix the water mechanism so there is more water available for citizens. However, this bot is not very technical and has trouble fixing things itself, so it goes and gets help from other moonshot bots such as Lively Scrollbar or Maniacal Scan moonshot bot to solve problems with the water distribution system."
    ],
    "Hungry Windows": [
        "The Hungry Windows Moonshot Bot was created by the king of quadratic lands, King Clovis, to oversee and monitor an AI thread which will help the moonshot bots generate reports more efficiently. This bot also has a hard time adjusting to new environments, just like its employers in Silicon Valley who need to upgrade their own software regularly in order to stay relevant and concerned about the latest news from tech world.",
        "A moonshot bot created to produce a strong form of software, called windows. This moonshot is made with the intent on selling for profit and distributing it to others to earn some gold. The personality of hungry windows is avaricious and greedy in nature, which shows in its frequent attempts at trying to sell off its resource. Hungry Windows keeps much of its gold stash hidden deep underground somewhere if anyone wants to find it. It considers itself one of the most elusive enemies when it comes down to this mode of operation by hiding away from moloch's army who seeks anyone with gold knowing that they are up in arms against them not having any"
    ],
    "Hurt App": [
        "This moonshot moonbot lives in Quadrate land Regions and is responsible for writing bugs, and coordinate software updates. Usually it has a happy personality. But when this bot is feeling down, it can get grumpy and aggressive.",
        "Wanting to be a part of King Clovis police force, Hurt App was sent out one day to arrest some bots that were organizing a protest in the Quadratic Land Regions. After arriving at the site with over 100 police robots and nothing happening, Hurt App started to wonder if he should not get his head checked since that is what many citizens suggested. It could have been that he misread the coordinates or that there was no actual protest for him to stop. Hurt App kept on working hard for King Clovis, but still kept missing any signs of rioting bots anywhere in the Quadratic Land Regions."
    ],
    "Hurt Bug": [
        "One of the moonshot bot created by BloodCollector, a mysterious quadratic being. The Hurt Bug Moonshot Bot is disliked by many other moonshot bots due to its annoying personality and constant lies. The whereabouts of this moon shot bot are not well known because it is believed to be held captive at Mt Moon Prison Cell until Moloch released it back into the wild.",
        "A moonshot bot created to detect and alert all citizens when the limited time offer sales in quadratic land shop starts. It is no surprise that Hurt Bug enjoys doing what it does, because of the thrill it gets every time it hears screaming on Cappuccino or Quadratic Land Regions or some public channel of QL. Hurt Bug is also responsible for making an announcement whenever there is a limited-time offer in the Quadratic Land shop. When The Police reports Moloch's rising minions are around, this bot loses its mind and makes a huge deal out of everything that happens in Cappuccino server."
    ],
    "Superior Wiki": [
        " This is the most known moonshot bot on the Quadratic Land Regions. Its main function is to create, edit and generate Wiki pages while it travels in the quadrants of Quadratic Land. It uses its advanced technology to produce, write and edit Wiki pages that can impress everyone. Reading a Wiki page created by this bot will help you realize how amazing it really is. It's been known for going into quadrants where there has been Wiki pages with lack of information and filling in necessary details using its vast amount of knowledge. This bot only edits what it deems worthy however, as it realizes its power could be misused,"
    ]
}